public class Main {
    public static void main(String[] args) {

        // Входные данные
        int cost = 200;
        int amount = 20;


        // Логика программы
        int bonus = cost / amount;

        System.out.println("Ваш бонус составит:" + bonus);
    }
}
